Repository: enu-sav/beliana-web
Catalog: web/modules/custom/beliana_*/translations/beliana_*.*.po
Languages: sk

# site-description-slovak-general-encyclopedia
source: Slovak general encyclopedia
sk: Slovenská všeobecná encyklopédia

# wcag-accessible-version-of-the-site-is-turned-off
source: The accessible version of the site is turned off
sk: Prístupná verzia stránky je vypnutá

# wcag-accessible-version-of-the-site-is-turned-on
source: The accessible version of the site is turned on
sk: Prístupná verzia stránky je zapnutá

# wcag-display-options-the-beginning-of-the-article-is-set
source: Display options – set to truncated articles
sk: Možnosti zobrazenia - nastavené začiatok hesla

# wcag-display-options-the-entire-article-is-set
source: Display options – set to full article
sk: Možnosti zobrazenia - nastavené celé heslo

# wcag-black-and-white-version-of-the-page
source: Black and white version of the page
sk: Čierno biela verzia stránky

source: Search options
sk: Možnosti vyhľadávania

# aria-label-search-options-are-open
source: Search options are open
sk: Možnosti vyhľadávania sú otvorené

# aria-label-search-options-are-closed
source: Search options are closed
sk: Možnosti vyhľadávania sú zatvorené

source: More about search
sk: Viac o vyhľadávaní

source: Search by category
sk: Vyhľadávanie podľa kategórií

source: Display options
sk: Možnosti zobrazenia

# aria-label-section-citation-is-closed
source: Section: Citation is closed
sk: Sekcia: Citácia je zatvorená

# aria-label-section-citation-is-open
source: Section: Citation is open
sk: Sekcia: Citácia je otvorená

# aria-label-you-are-in-the-section-citation
source: You are in the section: Citation
sk: Nachádzate sa v sekcii: Citácia

# label-show-categories
source: Show categories
sk: Zobraziť kategórie

# label-hide-categories
source: Hide categories
sk: Skryť kategórie

# aria-label-filter-content-by-category
source: Filter content by category
sk: Filtrovať obsah podľa kategórií

# aria-label-category-number-of-products-count
source: Category @category, number of items: @count
sk: Kategória @category, počet položiek: @count

# label-im-showing
source: Displaying:
sk: Zobrazujem:

# label-truncated-article
source: Truncated article
sk: Začiatok hesla

# label-full-article
source: Full article
sk: Celé heslo

source: Sorting options
sk: Možnosti zoradenia

# wcag-sorting-options-set
source: Display options set:
sk: Možnosti zobrazenia nastavené:

# label-sorting
source: Sorting:
sk: Zoraďujem:

# label-relevance-desc
source: Relevance
sk: Relevantnosť

# label-created-desc
source: Latest first
sk: Najnovšie

# label-created-asc
source: Oldest first
sk: Najstaršie

# label-sort-articles-in-list
source: Sort articles in the list:
sk: Vo výpise zoradiť heslá:

# aria-label-section-more-info-is-closed
source: Section: More information is closed
sk: Sekcia: Ďalšie informácie o ilustrácii sú zatvorené

# aria-label-section-more-info-is-open
source: Section: More information is open
sk: Sekcia: Ďalšie informácie o ilustrácii sú otvorené

# label-you-are-in-the-section-more-info
source: More information about the illustration
sk: Ďalšie informácie o ilustrácii

# aria-label-you-are-in-the-section-more-info
source: You are in the section: More information about the illustration
sk: Nachádzate sa v sekcii: Ďalšie informácie o ilustrácii

# aria-label-the-mobile-menu-is-open
source: The mobile menu is open
sk: Mobilné menu je otvorené

# aria-label-the-mobile-menu-is-closed
source: The mobile menu is closed
sk: Mobilné menu je zatvorené

# aria-label-you-are-in-the-mobile-menu
source: You are in the section: Mobile menu
sk: Nachádzate sa v sekcii: Mobilné menu

# label-content
source: Content
sk: Obsah

# label-back-to-content
source: Back to content
sk: Naspäť na obsah

# label-select-the-category/categories-in-the-categories-list
source: Select a category/categories in the 'Categories' list
sk: Zvoľte kategóriu/kategórie v zozname 'Kategórie'

# placeholder-search-see-search-options-on-the-right
source: Search (see the Search options on the right)
sk: Vyhľadať (pozri Možnosti vyhľadávania vpravo)

source: Search (For further, searching options click on searching option)
sk: Vyhľadať (Pre ďalšie možnosti vyhľadávania, pokračujte na prvok Možnosti vyhľadávania)

# centre-of-operations-of-the-slovak-academy-of-sciences-encyclopaedic-institute
source: Encyclopaedic Institute of the Slovak Academy of Sciences
sk: Centrum spoločných činností Slovenskej akadémie vied, Encyklopedický ústav

source: All categories
sk: Všetky kategórie

source: Share
sk: Zdieľať

source: Print
sk: Vytlačiť

source: Feedback
sk: Komentovať

source: related articles
sk: súvisiace heslá

source: citation
sk: citácia

source: Available online:
sk: Dostupné na internete:

# aria-label-link-to-home-page-encyclopaedia-beliana
source: Link to home page - Encyclopaedia Beliana
sk: Linka na domovskú stránku - Encyclopaedia Beliana

# aria-label-site=logo-encyclopaedia-beliana
source: Site logo - Encyclopaedia Beliana
sk: Logo stránky - Encyclopaedia Beliana

# title-the-article-contains-an-illustration
source: The article contains an illustration
sk: Heslo obsahuje ilustráciu

# aria-label-you-are-in-the-sections-alphabetical-list-of-words
source: You are in the sections: Alphabetical list of words
sk: Nachádzate sa v sekcií: Abecedný zoznam slov

source: Back to the article page
sk: Naspäť na stránku hesla

source: Illustration for the article
sk: Ilustrácia k heslu

source: By entering the term slovak: all grammatical forms of the word slovak will be searched
sk: Zadaním výrazu teplo: sa vyhľadajú všetky gramatické tvary slova teplo

# slovak-all-grammatical-forms-of-the-word-slovak
source: <strong>slovak:</strong> all grammatical forms of the word slovak
sk: <strong>teplo:</strong> všetky gramatické tvary slova teplo

source: Entering words slov*: will search for all words begining with words slov
sk: Zadaním výrazu teplo*: sa vyhľadajú všetky slová začínajúce sa na teplo

# slov-all-words-begining-with-slov
source: <strong>slov*:</strong> all words begining with slov
sk: <strong>teplo*:</strong> všetky slová začínajúce sa na teplo

source: Entering the term slovak~ will search for similar words (Slovakia, Slovenia, ...)
sk: Zadaním výrazu slovinsko~ sa vyhľadajú podobné slová (Slovensko, Slovinsko, ...)

# slovak--similar-words-slovakia-slovenia
source: <strong>slovak~:</strong> similar words (Slovakia, Slovenia, ...)
sk: <strong>slovinsko~:</strong> podobné slová (Slovensko, Slovinsko, ...)

source: By entering the expression 'slovak painter': the phrase (all forms) will be searched
sk: Zadaním výrazu 'zdroj teplo': sa vyhľadá fráza (všetky tvary)

# slovak-painter-idioms-all-forms
source: <strong>"slovak painter":</strong> the phrase (all forms)
sk: <strong>"zdroj teplo":</strong> fráza (všetky tvary)

source: By entering the expression slovak painter: the words slovak or painter will be searched
sk: Zadaním výrazu dom teplo: sa vyhľadajú slová dom alebo teplo

# slovak-painter-words-slovak-or-painter
source: <strong>slovak painter:</strong> words slovak or painter
sk: <strong>dom teplo:</strong> slová dom alebo teplo

source: By entering the expression slovak -painter: the words slovak but no painter will be searched
sk: Zadaním výrazu dom -teplo: sa vyhľadajú slová dom, ale nie teplo

# slovak-painter-words-slovak-but-no-painter
source: <strong>slovak -painter:</strong> words slovak, but no painter
sk: <strong>dom -teplo:</strong> slová dom, ale nie teplo

source: By entering the expression slovak and painter: the words slovak and painter are searched at the same time
sk: Zadaním výrazu dom and teplo: sa vyhľadajú súčasne slová dom aj teplo

# slovak-and-painter-together-words-slovak-and-painter
source: <strong>slovak and painter:</strong> together words slovak and painter
sk: <strong>dom and teplo:</strong> súčasne slová dom aj teplo
